---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamResistanceCalcStrength
source: html/9d91c575-5504-c99d-81af-78c953a01895.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamResistanceCalcStrength Property

"Resistance calculation strength"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamResistanceCalcStrength { get; }
```